[
  {
    "id": "aziz-kazakhstan-oregon",
    "name": "Aziz",
    "date": "2024-09-01T00:00:00.000Z",
    "link": null,
    "summary": "My Path from Kazakhstan to Oregon: Lessons from Studying in the USA",
    "status": "APPROVED",
    "coverImage": "https://images.unsplash.com/photo-1523050854058-8df90110c9f1?w=800&h=600&fit=crop",
    "createdAt": "2024-01-01T00:00:00.000Z",
    "updatedAt": "2024-01-01T00:00:00.000Z",
    "sections": [
      {
        "title": "How I grew up",
        "content": "I was born and raised in a small town in western Kazakhstan. For most of my childhood, from first to ninth grade, I studied there in a regular public school, as Kazakhstan has an eleven-year education system.\n\nWhen I turned sixteen, my family moved to the capital, Astana. It was a huge change. Initially, moving from a small town to a large modern metropolis, where everything moved faster—even how people spoke and learned—was a real shock. But at the same time, it was exciting. I spent my last two years of high school in Astana, and that time became a period of rapid growth and adaptation for me.",
        "imageUrl": null
      },
      {
        "title": "Why I decided to study abroad",
        "content": "My desire to study abroad came early. My two older brothers were already studying and living in the USA, and I often visited them with my family. These trips helped me understand how much I loved the academic atmosphere in the States. I really liked how interactive the classes were and how many opportunities existed beyond academics.\n\nFor me, it wasn't a difficult decision; it felt natural. I had already seen what life could be like there. For a while, I thought about applying to Canadian universities, but figuring out different application systems seemed like an overwhelming task. So I decided to focus all my time and energy on American universities.",
        "imageUrl": null
      },
      {
        "title": "Admission to University of Oregon",
        "content": "When acceptance letters started coming in, I couldn't believe it. I received a full tuition offer from Drexel University in Philadelphia, and then another one from the University of Oregon. I had already been to Oregon because my brother attends Oregon State University, which is nearby, so my family already knew and loved those places. That familiar environment made my choice easier.\n\nOregon also seemed like the perfect balance to me: not as hectic as the East Coast, but still diverse and with a strong academic program. I accepted the offer, and now, looking back, I realize it was one of the best choices of my life.",
        "imageUrl": "https://images.unsplash.com/photo-1523050854058-8df90110c9f1?w=800&h=600&fit=crop"
      },
      {
        "title": "Scholarships and the ICSP program",
        "content": "When I was accepted, I received a merit scholarship that covered about $20,000 per year for four years. It didn't cover all expenses, but it was a great start. Later, I received another scholarship through the International Cultural Service Program (ICSP)—an initiative by the University of Oregon that supports international students who share their culture through presentations and events for the local community. The ICSP program adds another $25,000 per year, and what I like about it is that it's not just financial aid: it encourages cultural exchange.\n\nTogether, these scholarships fully cover my tuition and even a bit more. My parents help me with living expenses like housing, food, and clothing, but I don't pay a cent for tuition itself. I really value this opportunity. I know how rare this is for international students, and it reminds me every day why it's so important to work hard.",
        "imageUrl": null
      },
      {
        "title": "My grades and SAT marathon",
        "content": "If there's anything in my journey that can be called persistence, it's SAT preparation.\n\nDuring my years in public school, my GPA was around 4.89 out of 5. In private school, I had a perfect 5.0. Honestly, studying in a public school in Kazakhstan is harder than in a private one, but those years taught me discipline.\n\nRegarding standardized tests, I took both IELTS and SAT. On IELTS, I got 7.0, then retook the writing section, and my superscore was 7.5. But with SAT... that was a long story.\n\nI took it six times. My first official score was 980 out of 1600. My final superscore was 1520. That's a difference of 540 points, and it didn't happen by chance. I studied for months, every day, solving practice tests, analyzing my mistakes, and memorizing patterns. When I first started, my English was weak. I struggled to understand some questions in the Reading section. But each test taught me something new.\n\nMy main advice for everyone preparing for the SAT is simple: practice and don't panic. The Math section is about patterns. The Verbal section is about rhythm and logic. Use official practice tests from College Board, focus on consistency, track every question you get wrong, and practice. Practice is the main advice you'll need.\n\nThat's how I did it.",
        "imageUrl": null
      },
      {
        "title": "Life outside of studies: basketball and student government",
        "content": "But I didn't just focus on academics. Basketball played a huge role in my life. I played for eight years, participated in national competitions, and even won several regional championships.\n\nIn my last two years of high school, I also joined student government and became the Minister of Media and Communications. My school actively used Telegram, so I created a Telegram bot to simplify the process of publishing announcements and news from clubs. It was a small project, but I was very proud of it.\n\nBasketball, leadership, piano, and math olympiads—I ended up filling eight out of ten possible extracurricular fields in the Common App. And it wasn't about quantity; I was just trying to show what was truly important to me.",
        "imageUrl": "https://images.unsplash.com/photo-1546519638-68e109498ffc?w=800&h=600&fit=crop"
      },
      {
        "title": "The application process: from confusion to confidence",
        "content": "I started taking the application process seriously around March of 10th grade. At first, everything seemed too complicated: essays, recommendation letters, standardized tests, and deadlines, but once I got into the rhythm, everything became much easier.\n\nI received incredible support from EducationUSA Kazakhstan—an organization that helps students apply to American universities. They helped me with university selection, SAT preparation, and writing essays that reflected my personal growth, not a pursuit of perfection. My private school also had college counselors who reviewed my essays weekly. This systematic support played a huge role.\n\nMy main advice to future applicants: don't go through this journey alone. Ask for advice from counselors, teachers, or those familiar with the US application process.\n\nRegarding recommendation letters, I had more than many. I submitted five: from my math teacher, English teacher, school principal, college counselor, and counselor from EducationUSA. Most universities require only three, but I wanted to present a complete picture of my work ethic and character.",
        "imageUrl": null
      },
      {
        "title": "Adapting to life at the University of Oregon",
        "content": "My first week in the USA was... intense. Everything seemed new: the campus, class schedules, even small things like professors' expectations for class participation. I remember feeling out of place for the first few days, but that quickly passed. Orientation week at Oregon is full of team-building events, football games, and other activities for freshmen. That's where I found my first friends, and I'm still close with some of them.\n\nAs an international student, it took me time to get used to the new culture, but people here turned out to be very welcoming. I liked how open the professors were: they encourage students to ask questions and discuss projects with them one-on-one.",
        "imageUrl": null
      },
      {
        "title": "My classes",
        "content": "My major is Mathematics and Computer Science. In my first year, I mostly had introductory courses: Calculus I and II, Computer Science I and II, Chinese Pop Culture, and Introduction to Business Administration.\n\nIn the first semesters, the workload seemed manageable because I was still adjusting to life abroad. The classes helped me understand how academics work in an American university. Now, as I move into my second year, I can already feel the workload increasing. There are more assignments, we cover material faster, but when you start catching the rhythm, you feel real progress.",
        "imageUrl": null
      },
      {
        "title": "How to balance studies, research, and work",
        "content": "The spring semester of my first year was probably the most challenging. I was doing homework almost every day while simultaneously applying for research positions and internships. I wrote to professors whose work aligned with my interests in mathematics and computer science, and I also looked for on-campus jobs to gain experience.\n\nYou constantly have to find balance: learn to prioritize and plan. But these challenges make me grow. My advice to everyone planning to study abroad: don't underestimate the importance of time management. Studies, work, and socializing—everything depends on your ability to consciously plan your day.",
        "imageUrl": null
      },
      {
        "title": "Future plans",
        "content": "After graduation, I plan to stay in the USA to continue my studies in graduate school. I want to get a Ph.D. in Mathematics or Computer Science. Maybe before that, I'll take a gap year to gain experience and explore career development options, but further education is definitely in my long-term plans.\n\nStudying abroad has given me much more than just academic knowledge, as I'm sure it has for many other international students. It taught me to live independently, understand other cultures, and better understand my own. Every time I give presentations for ICSP or talk to students interested in Kazakhstan, I feel like I'm connecting worlds a little bit.",
        "imageUrl": "https://images.unsplash.com/photo-1541339907198-e08756dedf3f?w=800&h=600&fit=crop"
      },
      {
        "title": "My advice to future applicants",
        "content": "If I had to give one piece of advice to everyone applying to universities abroad, especially from countries like Kazakhstan, I would say this: start early. Time is everything here. The earlier you start preparing for standardized tests, writing essays, and looking for scholarships, the less stress you'll experience.\n\nAlso, don't let comparisons with others stop you. Everyone has their own path. Some get in with perfect scores, others through incredible stories or achievements. Focus on your strengths.",
        "imageUrl": null
      }
    ]
  },
  {
    "id": "aiperi-kyrgyzstan-nyu",
    "name": "Aiperi",
    "date": "2025-12-05T00:00:00.000Z",
    "link": null,
    "summary": "My Journey from Kyrgyzstan to New York: How I Got into NYU with a Partial Scholarship",
    "status": "APPROVED",
    "coverImage": "https://images.unsplash.com/photo-1523050854058-8df90110c9f1?w=800&h=600&fit=crop",
    "createdAt": "2025-12-05T00:00:00.000Z",
    "updatedAt": "2025-12-05T00:00:00.000Z",
    "sections": [
      {
        "title": "How I grew up",
        "content": "I was born in Bishkek and studied in a regular gymnasium. My school didn't have specialized preparation for international exams, so for a long time I didn't even think about studying in the USA.\n\nEverything changed when in 9th grade I accidentally attended an open seminar at EducationUSA. There I first heard that admission to the USA was possible even for students from CIS countries.\n\nMy parents couldn't fully finance my education abroad, so I understood: if I was going to go, it would only be with a scholarship or significant financial aid.",
        "imageUrl": "https://images.unsplash.com/photo-1503676260728-1c00da094a0b?w=800&h=600&fit=crop"
      },
      {
        "title": "Why I chose the USA",
        "content": "I've always been interested in media: journalism, storytelling, content. This field is developing in Kyrgyzstan too, but I wanted to see a different approach—project work, modern courses, creative freedom.\n\nNYU was my dream—a campus in the center of New York, an international atmosphere, a strong Media, Culture & Communication program.",
        "imageUrl": null
      },
      {
        "title": "Preparation and application",
        "content": "I started preparing in 10th grade:\n\n• IELTS — 7.0\n• SAT — didn't take (NYU was test-optional)\n• No 12 AP/Olympiad-level courses, so I focused on my portfolio\n\nInstead of SAT, I compiled a media portfolio: short documentary videos, reports, social projects.\n\nIn Common App I wrote an essay about how I conducted interviews with women entrepreneurs in Kyrgyz regions and how it changed my understanding of media culture.",
        "imageUrl": "https://images.unsplash.com/photo-1487412720507-e7ab37603c6f?w=800&h=600&fit=crop"
      },
      {
        "title": "Getting the offer and financial aid",
        "content": "I received an offer from New York University (NYU) with a partial scholarship—NYU Global Equity Grant, which covered about 60% of tuition costs.\n\nI cover the remaining expenses (housing, meals) by:\n\n• working on campus\n• receiving additional aid from the university\n• getting some help from family",
        "imageUrl": "https://images.unsplash.com/photo-1523050854058-8df90110c9f1?w=800&h=600&fit=crop"
      },
      {
        "title": "My life in New York",
        "content": "The move was not easy. New York is a noisy, fast city, and in the first weeks I felt lost.\n\nBut at the same time, it's very inspiring.\n\nI participate in:\n\n• NYU News student magazine\n• Women in Media club\n• NYU Tandon startup incubator project",
        "imageUrl": "https://images.unsplash.com/photo-1496442226666-8d4d0e62e6e9?w=800&h=600&fit=crop"
      },
      {
        "title": "Studies and courses",
        "content": "My program is Media, Culture & Communication.\n\nIn my first year I had:\n\n• Global Media Cultures\n• Introduction to Media Theory\n• Digital Storytelling\n• Modern Sociology\n• Academic Writing Studio\n\nI love that NYU places huge emphasis on projects: we shoot short films, write analytical articles, make presentations.",
        "imageUrl": null
      },
      {
        "title": "Future plans",
        "content": "After completing my bachelor's degree, I want to do OPT and work at a media company in the USA:\n\nCNN, Vox, BuzzFeed—it doesn't matter which, the main thing is experience.\n\nIn the long term, I want to open a media education center for teenagers in Kyrgyzstan.",
        "imageUrl": "https://images.unsplash.com/photo-1552664730-d307ca884978?w=800&h=600&fit=crop"
      },
      {
        "title": "Advice for applicants from CIS countries",
        "content": "Your portfolio is just as important as your grades.\n\nIf you're applying to a creative field—make projects, shoot videos, conduct interviews.",
        "imageUrl": null
      }
    ]
  },
  {
    "id": "denys-ukraine-toronto",
    "name": "Denys",
    "date": "2025-10-18T00:00:00.000Z",
    "link": null,
    "summary": "How I Got from Ukraine into University of Toronto and Received the U of T International Scholar Award",
    "status": "APPROVED",
    "coverImage": "https://images.unsplash.com/photo-1511818966892-d7d671e672a2?w=800&h=600&fit=crop",
    "createdAt": "2025-10-18T00:00:00.000Z",
    "updatedAt": "2025-10-18T00:00:00.000Z",
    "sections": [
      {
        "title": "My childhood and school",
        "content": "I grew up in Kharkiv, studied at a physics and mathematics lyceum. I always loved math and computer science—participated in olympiads, won prizes at city and regional competitions.\n\nAfter the war started, our family moved to Lviv. There I continued studying remotely and prepared to apply abroad.",
        "imageUrl": "https://images.unsplash.com/photo-1503676260728-1c00da094a0b?w=800&h=600&fit=crop"
      },
      {
        "title": "Why Canada",
        "content": "For me it was important that the country be safe and the education be of high quality.\n\nUniversity of Toronto always seemed unattainable, but I learned that they have many scholarships for international students—especially for academically strong ones.",
        "imageUrl": null
      },
      {
        "title": "Preparation and documents",
        "content": "I had:\n\n• IELTS 7.5\n• SAT 1470\n• Average grade — equivalent to A\n• Math competition winner\n\nIn my essay I wrote about my experience creating a volunteer online project for schoolchildren who couldn't attend classes due to the war.",
        "imageUrl": "https://images.unsplash.com/photo-1451187580459-43490279c0fa?w=800&h=600&fit=crop"
      },
      {
        "title": "Scholarship and admission",
        "content": "I received:\n\n✔ U of T International Scholar Award — 100,000 CAD for 4 years\n\nIt covers most of my tuition; the rest comes from my parents and income from campus work.\n\nWhen I saw the letter \"Congratulations!\", I simply couldn't believe it—I always thought such chances only existed for geniuses.",
        "imageUrl": "https://images.unsplash.com/photo-1511818966892-d7d671e672a2?w=800&h=600&fit=crop"
      },
      {
        "title": "Studies at University of Toronto",
        "content": "Major — Computer Science + Statistics (Double Major)\n\nFirst year courses:\n\n• CSC108 Programming\n• MAT137 Calculus\n• STA130 Intro to Statistics\n• Linear Algebra\n• Ethics & Technology in Society\n\nStudies are difficult. MAT137 is pure mathematics, not just calculations.\n\nBut I love the pace and academic rigor.",
        "imageUrl": "https://images.unsplash.com/photo-1516321318423-f06f85e504b3?w=800&h=600&fit=crop"
      },
      {
        "title": "Extracurricular life",
        "content": "I participate in:\n\n• UofT AI Club\n• Data Science Society\n• Ukrainian Student Club\n• Volunteer events for new students",
        "imageUrl": "https://images.unsplash.com/photo-1522202176988-66273c2fd55f?w=800&h=600&fit=crop"
      },
      {
        "title": "Plans",
        "content": "After my bachelor's, I want to pursue a master's in ML/AI—possibly at UofT, Waterloo, or McGill.\n\nIn the future I want to work in healthcare AI.",
        "imageUrl": "https://images.unsplash.com/photo-1552664730-d307ca884978?w=800&h=600&fit=crop"
      },
      {
        "title": "Advice for future students",
        "content": "Scholarships in Canada are real.\n\nIf you have strong math skills and you do projects—your chances are high.",
        "imageUrl": null
      }
    ]
  },
  {
    "id": "story-1764698683670-fnmf72913",
    "name": "Amir",
    "date": "2009-11-24T00:00:00.000Z",
    "link": null,
    "summary": "dldld",
    "sections": [
      {
        "title": "How I grew up",
        "content": "dldld",
        "imageUrl": null
      }
    ],
    "status": "PENDING",
    "createdAt": "2025-12-02T18:04:43.670Z",
    "updatedAt": "2025-12-02T18:04:43.670Z"
  }
]